---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtSup3
source: html/804fc932-0289-58fd-1a1e-91f8b3de6cf1.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtSup3 Property

Symbol lb/ft³, indicating unit Pounds mass per cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbMassPerFtSup3 { get; }
```